[
  {
    "name": "Билли Саммерс",
    "code": "billi_sammers",
    "ISBN": "978-5-17-138788-4",
    "authors": ["Стивен Кинг"],
    "image": "https://s1.livelib.ru/boocover/1007357530/200x305/f765/boocover.jpg",
    "shortDescription": "Новый роман автора культовых бестселлеров «Оно», «Чужак» и «Мистер Мерседес» Стивена Кинга – это уникальная смесь нуарного боевика с крутым детективом, современным вестерном, дорожным романом и военными мемуарами. Билли Саммерс – профессиональный киллер с жестким моральным кодексом: он принимает заказы только на действительно «плохих парней». Но ему, бывшему морпеху, это занятие не по душе, и однажды он решает отойти от дел, чтобы начать новую жизнь. Перед этим Билли предстоит выполнить еще один заказ, который обеспечит ему безбедное существование. Его чутье и опыт подсказывают: в этом деле что‑то не так и оно не такое простое, как кажется на первый взгляд. Однако на кону стоят слишком большие деньги. И Билли отправляется в тихий провинциальный городок Ред‑Блафф и начинает тщательную подготовку к своему последнему выстрелу. Последнему ли?..",
    "tags": ["Америка", "Кинг", "Аудио", "Последнее дело"],
    "price": "1256",
    "category": ["Триллеры", "Зарубежные детективы"]
  },
  {
    "name": "Оно",
    "code":"ono",
    "authors": ["Стивен Кинг"],
    "image": "https://s1.livelib.ru/boocover/1004722699/200x305/7db9/boocover.jpg",
    "price": "1436",
    "shortDescription": "В маленьком провинциальном городке Дерри много лет назад семерым подросткам пришлось столкнуться с кромешным ужасом — живым воплощением ада. Прошли годы... Подростки повзрослели, и ничто, казалось, не предвещало новой беды. Но кошмар прошлого вернулся, неведомая сила повлекла семерых друзей назад, в новую битву со Злом. Ибо в Дерри опять льется кровь и бесследно исчезают люди. Ибо вернулось порождение ночного кошмара, настолько невероятное, что даже не имеет имени...",
    "ISBN": "978-5-17-123231-3",
    "category": ["Ужасы", "Современная зарубежная литература", "Мистика"],
    "tags": ["Америка", "Кинг"]
  },
  {
    "name": "Спящие красавицы. Том 1",
    "code": "spyashchie_krasavitsy_tom_1",
    "authors": ["Стивен Кинг", "Оуэн Кинг"],
    "image": "https://s1.livelib.ru/boocover/1007349754/200x305/428a/boocover.jpg",
    "price": "1033",
    "shortDescription": "\"Спящие красавицы\" — официальная графическая адаптация романа Стивена Кинга и Оуэна Кинга от сценариста Рио Юэрса и художницы Элисон Сэмсон, основанная на одноимённом современном хорроре, бестселлере New York Times. Мир охватила страшная болезнь под названием \"Аврора\". И поражает она только женщин, погружая их в сон, от которого нельзя пробудиться. В мире царят хаос и паника. Ещё не впавшие в сон женщины идут на отчаянные меры, чтобы не закрыть глаза и не впасть в безвременье, а мужчины начинают поддаваться своим тёмным импульсам.",
    "ISBN": "978-5-17-144978-0",
    "category": ["Комиксы", "манга","Зарубежная литература","Ужасы", "мистика", "Мистика", "Триллеры"],
    "tags": ["Америка", "Кинг"]
  },
  {
    "name": "Кто нашел, берет себе",
    "code": "kto_nashel_beret_sebe",
    "authors": ["Стивен Кинг"],
    "image": "https://s1.livelib.ru/boocover/1007344837/200x305/3e56/boocover.jpg",
    "price": "767",
    "shortDescription": "\"Просыпайся, гений\" — с этих слов начинается новый потрясающий роман Стивена Кинга. Книга о силе Слова, в какой-то степени продолжающая историю, которую писатель начал в романе \"Мистер Мерседес\", и в то же время перекликающаяся с одним из лучших его произведений – \"Мизери\". Гений – писатель Ротстайн, прежде бунтарь, а теперь затворник, вот уже долгие годы ничего не публикует. Но это не значит, что он ничего не пишет. В его доме – множество черновиков, ждущих \"своего часа\". Сборники стихов, рассказы и даже продолжение знаменитой саги, изменившей судьбы едва ли не целого поколения фанатов Ротстайна. Но теперь крутой поворот делает судьба самого писателя – черновики похищают, а Ротстайна жестоко убивают… Однако пройдет много лет, прежде чем блокноты писателя вновь всплывут на поверхность, чтобы самым непостижимым образом соединить людей, имевших отношение к трагическим событиям, связанным с Мистером Мерседесом..",
    "ISBN": "978-5-17-147897-1",
    "category": ["Зарубежная литература","Ужасы", "Мистика"],
    "tags": ["Америка", "Кинг", "5В3Т", "Флэшмоб 2018", "Крестики-нолики", "От А до Я"]
  },
  {
    "name": "Бессонница",
    "code": "bessonnitsa",
    "authors": ["Стивен Кинг"],
    "image": "https://s1.livelib.ru/boocover/1007260045/200x305/6aa8/boocover.jpg",
    "price": "380",
    "shortDescription": "Бессонница рано или поздно проходит - так подсказывает житейский опыт. Но что делать, если она растягивается на многие месяцы? Если бессонные ночи наполнены кровавыми видениями, которые подозрительно напоминают реальность? Ральф Робертс не знает ответов на эти вопросы; наверняка ему известно лишь одно - еще немного, и он сойдет с ума...",
    "ISBN": "978-5-17-145410-4",
    "category": ["Зарубежная литература", "Мистика"],
    "tags": ["Америка", "Кинг", "20 век", "Собери их всех", "Флэшмоб 2015", "Малиновый король"]
  },
  {
    "name": "Зелёная миля",
    "code": "zelenaya_milya",
    "ISBN": "978-5-17-085348-9",
    "authors": ["Стивен Кинг"],
    "image": "https://s1.livelib.ru/boocover/1000966838/200x305/7df1/boocover.jpg",
    "shortDescription": "\"Зелёная миля\" роман американского писателя Стивена Кинга, опубликованный в 1996 году. Изначально выпускался отдельнными томами, но после переиздан как полноценная книга. Рассказчик Пол Энжкомб находясь  в доме престарелых  вспоминает свое прошлое, а точнее  работу в тюрьме Колд-Маутин. Он был надзирателем в блоке камеры смертников и через его руки прошло много преступников к электрическому стулу. Но больше всего в его памяти отпечатался последний год его работы, ведь в 1932 году в их блок привезли Джона Коффи. Это был двух метровый афроамериканец весом под 200кг и осуждён он был за зверское преступление, но если присмотреться он напоминал больше умственно отсталого ребенка. Узнав по лучше  громилу Пол начинает ловить себя на мысле а виновен ли он  вообще? Великолепная книга, зря я так долго откладывал знакомство с ней. Явно понравится даже тем кто не любит творчество Кинга.",
    "tags": ["Стивен кинг", "Зарубежная литература", "Фантастика"],
    "price": "291",
    "category": ["Зарубежная литература", "Мистика", "Ужасы"]
  },
  {
    "name": "Книги. Всемирная история библиотек",
    "code": "knigi_vsemirnaya_istoriya_bibliotek",
    "ISBN": "978-5-00169-717-6",
    "authors": ["Уилл Прайс", "Джеймс Кэмпбелл"],
    "image": "https://s1.livelib.ru/boocover/1006838878/200x305/85b3/boocover.jpg",
    "shortDescription": "Самая известная и полная книга, рассказывающая историю библиотек как архитектурных объектов по всему миру. Богато иллюстрированный рассказ о возникновении и развитии книг от начала письменности и до наших дней. Книжные собрания всегда служили способом демонстрации культуры и образованности их владельцев. Каждая эпоха и культура формировала их так, чтобы они отражали приоритеты своего времени и рассказывали историю самой цивилизации. В какой-то момент слово «библиотека» стало означать не только сами книги, но и здания, где они находятся. В своей высшей форме библиотека — настоящее произведение искусства, сочетающее в себе живопись, скульптуру, интерьер и архитектуру. От проектов первых библиотек Древнего Рима до Национальной библиотеки в Париже архитекторы стремились превзойти друг друга, создавая новые и все более впечатляющие здания. Историк архитектуры Джеймс Кэмпбелл и один из ведущих мировых фотографов интерьеров и архитектуры Уилл Прайс объездили весь земной шар и отсняли 82 знаковых библиотек мира. Им удалось составить глубокое, но простое и увлекательное описание, а безукоризненные с технической точки зрения фотографии завораживают своей ясностью и атмосферой.",
    "tags": ["История культуры","Библиотеки"],
    "price": "4776",
    "category": ["История"]
  },
  {
    "name": "Сказка о царе Салтане",
    "code": "skazka_o_tsare_saltane",
    "ISBN": "978-5-9930-2218-5",
    "authors": ["Александр Пушкин"],
    "image": "https://s1.livelib.ru/boocover/1002723260/200x305/2ffe/boocover.jpg",
    "shortDescription": "Представляем вашему вниманию книгу \"Сказка о царе Салтане\". Для чтения взрослыми детям.",
    "tags": ["Сказки", "Для детей"],
    "price": "84",
    "category": ["Сказки", "Русская классика", "Детские книги", "Отечественная поэзия"]
  },
  {
    "name": "Евгений Онегин",
    "code": "evgeniy_onegin",
    "ISBN": "978-5-699-82321-5",
    "authors": ["Александр Пушкин"],
    "image": "https://s1.livelib.ru/boocover/1001392868/200x305/a5a3/boocover.jpg",
    "shortDescription": "Знаменитый роман в стихах «Евгений Онегин» — «энциклопедия русской жизни» и вечная история любви — одно из самых значительных произведений русской словесности. Работу над романом сам автор назвал подвигом",
    "tags": [],
    "price": "175",
    "category": ["Русская классика", "Отечественная поэзия", "Литература 19 века"]
  },
  {
    "name": "Дурная кровь",
    "code": "durnaya_krov",
    "ISBN": "978-5-389-19069-6",
    "authors": ["Роберт Гэлбрейт", "Джоан Роулинг"],
    "image": "https://s1.livelib.ru/boocover/1005595582/200x305/c980/boocover.jpg",
    "shortDescription": "Корморан Страйк навещает родных в Корнуолле. Там к частному детективу, вновь попавшему на первые полосы газет после того, как он поймал Шеклуэллского Потрошителя и раскрыл убийство министра культуры Джаспера Чизуэлла, обращается незнакомая женщина и просит найти ее мать, пропавшую при загадочных обстоятельствах в 1974 году. Страйку никогда еще не доводилось расследовать «висяки», тем более сорокалетней выдержки; шансы на успех почти нулевые. Но он заинтригован таинственным исчезновением молодого доктора Марго Бамборо и берется за дело, которое оказывается, пожалуй, самым головоломным в его практике. Со своей верной помощницей Робин Эллакотт, успевшей стать в их агентстве полноправным партнером, Страйк разыскивает неуловимых очевидцев и опрашивает ненадежных свидетелей, ищет подходы к сидящему четвертое десятилетие за решеткой маньяку-убийце, с отвращением осваивает гадание по картам Таро и астрологические премудрости – и постепенно убеждается, что даже дела настолько давние могут быть смертельно опасны…",
    "tags": ["Аудио","Флешмоб 2021"],
    "price": "719",
    "category": ["Зарубежные детективы", "Современные детективы"]
  },
  {
    "name": "Гарри Поттер и Орден Феникса",
    "code": "garri_potter_i_orden_feniksa",
    "ISBN": "78-5-389-06216-0",
    "authors": ["Джоан Роулинг"],
    "image": "https://s1.livelib.ru/boocover/1001112551/200x305/2034/boocover.jpg",
    "shortDescription": "Самое интересное только начинается! Книга, покорившая мир, эталон литературы для читателей всех возрастов, синоним успеха. Книга, сделавшая Дж.К.Роулинг самым читаемым писателем современности. Книга, ставшая культовой уже для нескольких поколений. ГАРРИ ПОТТЕР И ОРДЕН ФЕНИКСА - история продолжается.",
    "tags": ["Хит", "Бестселлер", "Гарри Поттер"],
    "price": "1786",
    "category": ["Зарубежные детские книги","Зарубежное фэнтези", "Книги про волшебников"]
  },
  {
    "name": "Икабог",
    "code": "ikabog",
    "authors": ["Джоан Роулинг"],
    "image": "https://s1.livelib.ru/boocover/1005039745/200x305/0dae/boocover.jpg",
    "shortDescription": "Новая добрая, захватывающая история Дж. К. Роулинг о страшном монстре, невероятных приключениях и о надежде, которая остаётся несмотря ни на что. Когда-то королевство Корникопия было самым богатым и счастливым в мире. Король славился невообразимо красивыми усами. Кондитеры, колбасники, сыровары и виноделы изобретали такие вкусные лакомства и напитки, что те, кому посчастливилось их отведать, плакали от счастья. Страна процветала, народ радовался. Всё бы хорошо, но в туманном, мрачном Смурланде, расположенном на севере королевства, ходили слухи об Икабоге, страшном болотном чудовище. Никто не верил в существование монстра из детской сказки, пока однажды ночной кошмар не стал явью.",
    "ISBN": "978-5-389-18493-0",
    "tags": ["Кот в мешке", "Книжное государство", "2020", "Предательство"],
    "price": "667",
    "category": ["Сказки", "Зарубежная литература"]
  },
  {
    "name": "Рождественский поросёнок",
    "code": "rozhdestvenskiy_porosenok",
    "authors": ["Джоан Роулинг"],
    "image": "https://s1.livelib.ru/boocover/1006726861/200x305/e081/boocover.jpg",
    "shortDescription": "В своей новой книге Дж.К. Роулинг рассказывает удивительную историю о том, как семилетний Джек отправляется в неизведанную страну, где правит ужасный монстр, чтобы спасти свою любимую игрушку — поросёнка по имени Пок. Мальчика ждут невероятные приключения и нелёгкие испытания, но ради друга он готов на всё.",
    "ISBN": "978-5-389-19979-8",
    "tags": [],
    "price": "667",
    "category": ["Сказки", "Детские книги", "Современная зарубежная литература"]
  },
  {
    "name": "Гарри Поттер и Кубок Огня",
    "code": "garri_potter_i_kubok_ognya",
    "authors": ["Джоан Роулинг"],
    "image": "https://s1.livelib.ru/boocover/1003244521/200x305/4a36/boocover.jpg",
    "shortDescription": "С момента, когда Смертный Знак загорелся в небе во время финального матча Кубка мира по квидишу, опасность неотступно преследует Гарри Поттера. Выбранный Кубком Огня, чтобы представлять Хогварц и защищать честь школы в легендарном Тремудром Турнире, Гарри проходит через сложнейшие испытания, которые могли бы стать вызовом для самых выдающихся колдунов. И первое из них – встреча с кровожадным венгерским хвосторогом. Но для Гарри соревнования Турнира – лишь прелюдия к гораздо более зловещему испытанию. В туманах деревушки Малый Висельтон, где находятся могилы предков Тома Реддля, Гарри сталкивается с самой черной магией…",
    "ISBN": "978-5-389-13319-8",
    "tags": ["Гарри Поттер"],
    "price": "2512",
    "category": ["Зарубежные детские книги", "Зарубежное фэнтези", "Книги про волшебников"]
  },
  {
    "name": "Гарри Поттер. Год с волшебством",
    "code": "garri_potter_god_s_volshebstvom",
    "authors": ["Джоан Роулинг"],
    "image": "https://s1.livelib.ru/boocover/1006999603/200x305/7116/boocover.jpg",
    "shortDescription": "Искусство Джима Кея – приглашение в волшебное путешествие… Проиллюстрированные Джимом Кеем книги Дж.К. Роулинг о Гарри Поттере заняли особое место в сердцах почитателей. В этот исполненный достоинства, пронизанный духом волшебства том вошли не только ставшие культовыми иллюстрации и не публиковавшиеся ранее рисунки и наброски, но и тщательным образом подобранные к ним 366 цитат из семитомника о юном волшебнике. Приветствуйте каждое время года, отмечайте памятные даты и наслаждайтесь встречами с любимыми героями в красочных декорациях Хогварца, созданных непревзойденной творческой фантазией Джима Кея. Пусть волшебство Гарри Поттера наполняет каждый ваш день!",
    "price": "3586",
    "ISBN": "978-5-389-19828-9",
    "tags": ["Гарри Поттер"],
    "category": ["Зарубежные детские книги", "Современная зарубежная литература", "Зарубежное фэнтези"]
  },
  {
    "name": "Повести Белкина (сборник)",
    "code": "povesti_belkina",
    "authors": ["Александр Пушкин"],
    "image": "https://s1.livelib.ru/boocover/1002971837/200x305/fdb1/boocover.jpg",
    "shortDescription": "В 1830 году Россию охватила вспышка холеры. Дорога к Москве была перекрыта из-за карантина, и Александр Сергеевич Пушкин оказался в вынужденном затворничестве в имении Большое Болдино. \"Болдинская осень\" войдёт в историю как самый продуктивный творческий период писателя. За три месяца он создал около пятидесяти произведений, в том числе и знаменитые \"Повести Белкина\". Среди несметного числа художников, иллюстрировавших цикл повестей, особое место занимают акварели Владимира Алексеевича Милашевского.",
    "price": "116",
    "ISBN": "9785001084310",
    "tags": [],
    "category": ["Классическая проза", "Русская классика", "Литература 19 века"]
  },
  {
    "name": "Барышня-крестьянка",
    "code": "baryshnya_krestyanka",
    "authors": ["Александр Пушкин"],
    "image": "https://s1.livelib.ru/boocover/1003624875/200x305/5e01/boocover.jpg",
    "shortDescription": "Издание содержит повесть Александра Сергеевича Пушкина \"Барышня-крестьянка\", которая входит в цикл \"Повести покойного Ивана Петровича Белкина\".",
    "price": "1022",
    "ISBN": "978-5-392-30581-0",
    "tags": ["Любимое", "19 век", "Поставлено в театре", "XIX век", "Повесть"],
    "category": ["Классическая проза", "Русская классика", "Литература 19 века"]
  },
  {
    "name": "Сказка о мёртвой царевне и о семи богатырях",
    "code": "skazka_o_mertvoy_tsarevne_i_o_semi_bogatyryah",
    "authors": ["Александр Пушкин"],
    "image": "https://s1.livelib.ru/boocover/1001487335/200x305/0192/boocover.jpg",
    "shortDescription": "Сказки Александра Сергеевича Пушкина всем знакомы и всеми любимы с детства. Образно и легко говорит гениальный поэт об очень важных для маленького читателя вещах: о том, как доброта и простодушие побеждают злобу и коварство, как вознаграждается мужество и верная любовь. \"Сказка о мертвой царевне и семи богатырях\" говорит русскому сердцу куда больше, чем сказки \"Спящая красавица\" и \"Белоснежка\", имеющие сходный сюжет.",
    "price": "251",
    "ISBN": "978-5-00041-186-5",
    "tags": ["Русская литература", "Лучшее", "Собери их всех квест", "Любимое"],
    "category": [" Сказки", "Русская классика"]
  }
]
